Repository: bongofongo/autorota
Catalog: platforms/apple/Apps/AutorotaApp/AutorotaApp/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, hi, zh_hans, zh_hant

source: (%@ target)
ar: (الهدف %@)
bn: (%@ লক্ষ্য)
es: (objetivo %@)
hi: (%@ लक्ष्य)
zh_hans: （目标 %@）
zh_hant: （目標 %@）

source: **All Employees** generates a separate export file for every employee using this week's schedule, then shares or saves them together.
ar: **جميع الموظفين** ينشئ ملف تصدير منفصل لكل موظف باستخدام جدول هذا الأسبوع، ثم يشاركها أو يحفظها معاً.
bn: **সকল কর্মচারী** এই সপ্তাহের সময়সূচী ব্যবহার করে প্রতিটি কর্মচারীর জন্য আলাদা এক্সপোর্ট ফাইল তৈরি করে, তারপর সেগুলি একসাথে শেয়ার বা সংরক্ষণ করে।
es: **Todos los empleados** genera un archivo de exportación independiente para cada empleado usando el horario de esta semana, y luego los comparte o guarda en conjunto.
hi: **सभी कर्मचारी** इस सप्ताह के शेड्यूल के अनुसार प्रत्येक कर्मचारी के लिए अलग एक्सपोर्ट फ़ाइल बनाता है, फिर उन्हें एक साथ साझा या सहेजता है।
zh_hans: **所有员工**会根据本周的排班，为每位员工生成独立的导出文件，然后一起分享或保存。
zh_hant: **所有員工**會根據本週的排班，為每位員工產生獨立的匯出檔，然後一起分享或儲存。

source: %@ isn't available on this device.
ar: %@ غير متاح على هذا الجهاز.
bn: %@ এই ডিভাইসে উপলব্ধ নয়।
es: %@ no está disponible en este dispositivo.
hi: %@ इस डिवाइस पर उपलब्ध नहीं है।
zh_hans: 此设备无法使用 %@。
zh_hant: 此裝置無法使用 %@。

source: %@/wk
ar: %@/أسبوع
bn: %@/সপ্তাহ
es: %@/sem
hi: %@/सप्ताह
zh_hans: %@/周
zh_hant: %@／週

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
bn: %1$lld এর মধ্যে %2$lld
es: %1$lld de %2$lld
hi: %1$lld में से %2$lld
zh_hans: %1$lld/%2$lld
zh_hant: %1$lld／%2$lld

source: %lld shifts
ar: %lld وردية
bn: %lld শিফট
es: %lld turnos
hi: %lld शिफ़्ट
zh_hans: %lld 个班次
zh_hant: %lld 個班次

source: %lld skipped — view reasons
ar: تم تخطّي %lld — عرض الأسباب
bn: %lld এড়িয়ে যাওয়া হয়েছে — কারণ দেখুন
es: %lld omitidos — ver motivos
hi: %lld छोड़े गए — कारण देखें
zh_hans: 已跳过 %lld 项—查看原因
zh_hant: 已略過 %lld 項—查看原因

# %u–%u staff
source: %1$u–%2$u staff
ar: %1$u–%2$u موظفين
bn: %1$u–%2$u কর্মী
es: %1$u–%2$u empleados
hi: %1$u–%2$u कर्मचारी
zh_hans: %1$u–%2$u 位员工
zh_hant: %1$u–%2$u 位員工

source: About recipients
ar: عن المستلمين
bn: প্রাপকদের সম্পর্কে
es: Acerca de los destinatarios
hi: प्राप्तकर्ताओं के बारे में
zh_hans: 关于收件人
zh_hant: 關於收件人

source: Accessibility
ar: إمكانية الوصول
bn: অ্যাক্সেসিবিলিটি
es: Accesibilidad
hi: सुगम्यता
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Achromatopsia (monochrome)
ar: عمى الألوان التام (أحادية اللون)
bn: অ্যাক্রোম্যাটোপসিয়া (একরঙা)
es: Acromatopsia (monocromática)
hi: एक्रोमेटोप्सिया (मोनोक्रोम)
zh_hans: 全色盲（单色）
zh_hant: 全色盲（單色）

source: Add
ar: إضافة
bn: যোগ করুন
es: Añadir
hi: जोड़ें
zh_hans: 添加
zh_hant: 新增

source: Add %@ to tab bar
ar: إضافة %@ إلى شريط التبويبات
bn: %@ ট্যাব বারে যোগ করুন
es: Añadir %@ a la barra de pestañas
hi: %@ को टैब बार में जोड़ें
zh_hans: 将 %@ 添加到标签栏
zh_hant: 將 %@ 加入分頁列

source: Add employee
ar: إضافة موظف
bn: কর্মচারী যোগ করুন
es: Añadir empleado
hi: कर्मचारी जोड़ें
zh_hans: 添加员工
zh_hant: 新增員工

source: Add Employee
ar: إضافة موظف
bn: কর্মচারী যোগ করুন
es: Añadir empleado
hi: कर्मचारी जोड़ें
zh_hans: 添加员工
zh_hant: 新增員工

source: Add employee exception
ar: إضافة استثناء للموظف
bn: কর্মচারী ব্যতিক্রম যোগ করুন
es: Añadir excepción de empleado
hi: कर्मचारी अपवाद जोड़ें
zh_hans: 添加员工例外
zh_hant: 新增員工例外

source: Add Exception
ar: إضافة استثناء
bn: ব্যতিক্রম যোগ করুন
es: Añadir excepción
hi: अपवाद जोड़ें
zh_hans: 添加例外
zh_hant: 新增例外

source: Add Shift
ar: إضافة وردية
bn: শিফট যোগ করুন
es: Añadir turno
hi: शिफ़्ट जोड़ें
zh_hans: 添加班次
zh_hant: 新增班次

source: Add shift change
ar: إضافة تغيير وردية
bn: শিফট পরিবর্তন যোগ করুন
es: Añadir cambio de turno
hi: शिफ़्ट परिवर्तन जोड़ें
zh_hans: 添加班次变更
zh_hant: 新增班次變更

source: Add tag
ar: إضافة وسم
bn: ট্যাগ যোগ করুন
es: Añadir etiqueta
hi: टैग जोड़ें
zh_hans: 添加标签
zh_hant: 新增標籤

source: Adjusts availability, status, and chart colors so they remain distinguishable for the selected type of color vision.
ar: يضبط ألوان التوفر والحالة والمخططات بحيث تبقى قابلة للتمييز وفق نوع رؤية الألوان المحدد.
bn: নির্বাচিত বর্ণদৃষ্টির জন্য পার্থক্য বজায় রাখতে উপলব্ধতা, স্ট্যাটাস ও চার্টের রং সমন্বয় করে।
es: Ajusta los colores de disponibilidad, estado y gráficos para que sigan siendo distinguibles según el tipo de visión de color seleccionado.
hi: उपलब्धता, स्थिति और चार्ट रंगों को समायोजित करता है ताकि चयनित रंग दृष्टि प्रकार के लिए वे पहचान में रहें।
zh_hans: 调整可用时段、状态与图表颜色，使所选色觉类型下仍可清楚区分。
zh_hant: 調整可用時段、狀態與圖表顏色,讓所選色覺類型下仍能清楚區分。

source: All availabilities set for next week
ar: تم تعيين جميع أوقات التوفر للأسبوع المقبل
bn: আগামী সপ্তাহের সব উপলব্ধতা সেট করা হয়েছে
es: Todas las disponibilidades establecidas para la próxima semana
hi: अगले सप्ताह की सभी उपलब्धताएँ सेट हो गईं
zh_hans: 已设置下周所有可用时段
zh_hant: 已設定下週所有可用時段

source: All Employees
ar: كل الموظفين
bn: সকল কর্মচারী
es: Todos los empleados
hi: सभी कर्मचारी
zh_hans: 全部员工
zh_hant: 全部員工

source: All employees are already assigned to this shift.
ar: جميع الموظفين مُعيَّنون بالفعل لهذه الوردية.
bn: সকল কর্মচারী ইতিমধ্যে এই শিফটে নিয়োগপ্রাপ্ত।
es: Todos los empleados ya están asignados a este turno.
hi: सभी कर्मचारी पहले से ही इस शिफ़्ट को सौंपे गए हैं।
zh_hans: 所有员工均已分配至此班次。
zh_hant: 所有員工皆已指派至此班次。

source: All shifts and assignments for this week will be permanently deleted.
ar: سيتم حذف جميع ورديات هذا الأسبوع وتعييناته نهائياً.
bn: এই সপ্তাহের সকল শিফট ও নিয়োগ স্থায়ীভাবে মুছে ফেলা হবে।
es: Todos los turnos y asignaciones de esta semana se eliminarán permanentemente.
hi: इस सप्ताह की सभी शिफ़्टें और असाइनमेंट स्थायी रूप से हटा दिए जाएँगे।
zh_hans: 本周所有班次与分配将被永久删除。
zh_hant: 本週所有班次與指派將被永久刪除。

source: Analytics
ar: التحليلات
bn: বিশ্লেষণ
es: Análisis
hi: एनालिटिक्स
zh_hans: 数据分析
zh_hant: 數據分析

source: Any Role
ar: أي دور
bn: যেকোনো ভূমিকা
es: Cualquier rol
hi: कोई भी भूमिका
zh_hans: 任意职位
zh_hant: 任何職位

source: Appearance
ar: المظهر
bn: অবয়ব
es: Apariencia
hi: रूप
zh_hans: 外观
zh_hant: 外觀

source: Applied when exporting per-employee schedules, whether for all employees or a single one. Wage and cost data are never included.
ar: يُطبَّق عند تصدير جداول حسب الموظف، سواء لجميع الموظفين أو لموظف واحد. لا تُدرج بيانات الأجور والتكاليف أبداً.
bn: প্রতি কর্মচারীর সময়সূচী এক্সপোর্ট করার সময় প্রযোজ্য, সকল কর্মচারীর জন্য হোক বা একজনের জন্য। মজুরি ও খরচের তথ্য কখনো অন্তর্ভুক্ত করা হয় না।
es: Se aplica al exportar horarios por empleado, ya sea para todos o para uno solo. Los datos de salario y coste nunca se incluyen.
hi: प्रत्येक कर्मचारी के शेड्यूल को एक्सपोर्ट करते समय लागू, चाहे सभी कर्मचारियों के लिए हो या एक के लिए। वेतन और लागत डेटा कभी शामिल नहीं किया जाता।
zh_hans: 导出按员工划分的排班表时应用，无论是所有员工或单个员工。永远不会包含工资与成本数据。
zh_hant: 匯出個別員工班表時套用,無論是所有員工或單一員工。永遠不會包含薪資與成本資料。

source: Applied when exporting the whole rota as one file.
ar: يُطبَّق عند تصدير الجدول كاملاً كملف واحد.
bn: পুরো রোটাকে একটি ফাইল হিসেবে এক্সপোর্ট করার সময় প্রযোজ্য।
es: Se aplica al exportar todo el horario como un único archivo.
hi: पूरे रोटा को एक फ़ाइल के रूप में एक्सपोर्ट करते समय लागू।
zh_hans: 将整份排班表导出为单一文件时应用。
zh_hant: 將整份排班表匯出為單一檔案時套用。

source: Assigned: %@
ar: مُعيَّن: %@
bn: নিয়োগপ্রাপ্ত: %@
es: Asignado: %@
hi: सौंपा गया: %@
zh_hans: 已分配：%@
zh_hant: 已指派:%@

source: Availability
ar: التوفر
bn: উপলব্ধতা
es: Disponibilidad
hi: उपलब्धता
zh_hans: 可用时段
zh_hant: 可用時段

source: Availability for %@
ar: توفر %@
bn: %@-এর উপলব্ধতা
es: Disponibilidad de %@
hi: %@ की उपलब्धता
zh_hans: %@ 的可用时段
zh_hant: %@ 的可用時段

source: Bulk Send
ar: إرسال جماعي
bn: বাল্ক পাঠান
es: Envío masivo
hi: बल्क भेजें
zh_hans: 批量发送
zh_hant: 批次傳送

source: By Employee
ar: حسب الموظف
bn: কর্মচারী অনুযায়ী
es: Por empleado
hi: कर्मचारी के अनुसार
zh_hans: 按员工
zh_hant: 依員工

source: By Role
ar: حسب الدور
bn: ভূমিকা অনুযায়ী
es: Por rol
hi: भूमिका के अनुसार
zh_hans: 按职位
zh_hant: 依職位

source: By Shift
ar: حسب الوردية
bn: শিফট অনুযায়ী
es: Por turno
hi: शिफ़्ट के अनुसार
zh_hans: 按班次
zh_hant: 依班次

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
hi: रद्द करें
zh_hans: 取消
zh_hant: 取消

source: Cancel swap for %@
ar: إلغاء التبديل مع %@
bn: %@-এর সাথে অদলবদল বাতিল করুন
es: Cancelar intercambio de %@
hi: %@ का स्वैप रद्द करें
zh_hans: 取消与 %@ 的对调
zh_hant: 取消與 %@ 的對調

source: Cancel this shift
ar: إلغاء هذه الوردية
bn: এই শিফটটি বাতিল করুন
es: Cancelar este turno
hi: इस शिफ़्ट को रद्द करें
zh_hans: 取消此班次
zh_hant: 取消此班次

source: CANCELLED
ar: ملغاة
bn: বাতিল
es: CANCELADO
hi: रद्द
zh_hans: 已取消
zh_hant: 已取消

source: Changes
ar: التغييرات
bn: পরিবর্তন
es: Cambios
hi: परिवर्तन
zh_hans: 变更
zh_hant: 變更

source: Choose a CSV, JSON, or XLSX file to import.
ar: اختر ملف CSV أو JSON أو XLSX للاستيراد.
bn: ইম্পোর্ট করতে একটি CSV, JSON, বা XLSX ফাইল নির্বাচন করুন।
es: Elige un archivo CSV, JSON o XLSX para importar.
hi: इम्पोर्ट करने के लिए CSV, JSON या XLSX फ़ाइल चुनें।
zh_hans: 选择要导入的 CSV、JSON 或 XLSX 文件。
zh_hant: 選擇要匯入的 CSV、JSON 或 XLSX 檔案。

source: Choose File…
ar: اختيار ملف…
bn: ফাইল নির্বাচন করুন…
es: Elegir archivo…
hi: फ़ाइल चुनें…
zh_hans: 选择文件…
zh_hant: 選擇檔案…

source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar
hi: बंद करें
zh_hans: 关闭
zh_hant: 關閉

source: Color Vision
ar: رؤية الألوان
bn: বর্ণদৃষ্টি
es: Visión de color
hi: रंग दृष्टि
zh_hans: 色觉模式
zh_hant: 色覺模式

source: Contact
ar: جهة الاتصال
bn: যোগাযোগ
es: Contacto
hi: संपर्क
zh_hans: 联系方式
zh_hant: 聯絡方式

source: Copy List
ar: نسخ القائمة
bn: তালিকা অনুলিপি করুন
es: Copiar lista
hi: सूची कॉपी करें
zh_hans: 复制列表
zh_hant: 複製清單

source: Cost
ar: التكلفة
bn: খরচ
es: Coste
hi: लागत
zh_hans: 成本
zh_hant: 成本

source: Could not decode binary payload.
ar: تعذّر فك ترميز البيانات الثنائية.
bn: বাইনারি পেলোড ডিকোড করা যায়নি।
es: No se pudo decodificar la carga binaria.
hi: बाइनरी पेलोड डिकोड नहीं हो सका।
zh_hans: 无法解码二进制内容。
zh_hant: 無法解碼二進位內容。

source: Couldn't load edits
ar: تعذّر تحميل التعديلات
bn: এডিট লোড করা যায়নি
es: No se pudieron cargar las ediciones
hi: एडिट लोड नहीं हो सके
zh_hans: 无法加载编辑记录
zh_hant: 無法載入編輯紀錄

source: Create
ar: إنشاء
bn: তৈরি করুন
es: Crear
hi: बनाएँ
zh_hans: 创建
zh_hant: 建立

source: Create empty schedule
ar: إنشاء جدول فارغ
bn: খালি সময়সূচী তৈরি করুন
es: Crear horario vacío
hi: खाली शेड्यूल बनाएँ
zh_hans: 创建空白排班表
zh_hant: 建立空白排班表

source: Currency
ar: العملة
bn: মুদ্রা
es: Moneda
hi: मुद्रा
zh_hans: 货币
zh_hant: 貨幣

source: Custom end time
ar: وقت انتهاء مخصص
bn: কাস্টম শেষ সময়
es: Hora de fin personalizada
hi: कस्टम समाप्ति समय
zh_hans: 自定义结束时间
zh_hant: 自訂結束時間

source: Custom max staff
ar: حد أقصى مخصص للموظفين
bn: কাস্টম সর্বোচ্চ কর্মী
es: Máximo de personal personalizado
hi: कस्टम अधिकतम कर्मचारी
zh_hans: 自定义人员上限
zh_hant: 自訂人員上限

source: Custom min staff
ar: حد أدنى مخصص للموظفين
bn: কাস্টম সর্বনিম্ন কর্মী
es: Mínimo de personal personalizado
hi: कस्टम न्यूनतम कर्मचारी
zh_hans: 自定义人员下限
zh_hant: 自訂人員下限

source: Custom Range
ar: نطاق مخصص
bn: কাস্টম পরিসর
es: Rango personalizado
hi: कस्टम रेंज
zh_hans: 自定义范围
zh_hant: 自訂範圍

source: Custom start time
ar: وقت بداية مخصص
bn: কাস্টম শুরুর সময়
es: Hora de inicio personalizada
hi: कस्टम प्रारंभ समय
zh_hans: 自定义开始时间
zh_hant: 自訂開始時間

source: Dark
ar: داكن
bn: গাঢ়
es: Oscuro
hi: डार्क
zh_hans: 深色
zh_hant: 深色

source: Date
ar: التاريخ
bn: তারিখ
es: Fecha
hi: दिनांक
zh_hans: 日期
zh_hant: 日期

source: Date Range
ar: نطاق التاريخ
bn: তারিখের পরিসর
es: Rango de fechas
hi: दिनांक श्रेणी
zh_hans: 日期范围
zh_hant: 日期範圍

source: Day
ar: اليوم
bn: দিন
es: Día
hi: दिन
zh_hans: 日
zh_hant: 日

source: Days
ar: الأيام
bn: দিন
es: Días
hi: दिन
zh_hans: 天
zh_hant: 天

source: DEBUG · License
ar: تصحيح · الترخيص
bn: ডিবাগ · লাইসেন্স
es: DEBUG · Licencia
hi: डीबग · लाइसेंस
zh_hans: 调试 · 许可证
zh_hant: 除錯 · 授權

source: Decrease %@
ar: إنقاص %@
bn: %@ কমান
es: Disminuir %@
hi: %@ घटाएँ
zh_hans: 减少 %@
zh_hant: 減少 %@

source: Delete
ar: حذف
bn: মুছুন
es: Eliminar
hi: हटाएँ
zh_hans: 删除
zh_hant: 刪除

source: Delete All (%lld)
ar: حذف الكل (%lld)
bn: সব মুছুন (%lld)
es: Eliminar todo (%lld)
hi: सभी हटाएँ (%lld)
zh_hans: 全部删除（%lld）
zh_hant: 全部刪除(%lld)

source: Delete Exception
ar: حذف الاستثناء
bn: ব্যতিক্রম মুছুন
es: Eliminar excepción
hi: अपवाद हटाएँ
zh_hans: 删除例外
zh_hant: 刪除例外

source: Delete exception?
ar: حذف الاستثناء؟
bn: ব্যতিক্রম মুছবেন?
es: ¿Eliminar excepción?
hi: अपवाद हटाएँ?
zh_hans: 删除例外？
zh_hant: 刪除例外?

source: Delete schedule for %@?
ar: حذف جدول %@؟
bn: %@-এর সময়সূচী মুছবেন?
es: ¿Eliminar horario de %@?
hi: %@ का शेड्यूल हटाएँ?
zh_hans: 删除 %@ 的排班表？
zh_hant: 刪除 %@ 的排班表?

source: Delete shift
ar: حذف الوردية
bn: শিফট মুছুন
es: Eliminar turno
hi: शिफ़्ट हटाएँ
zh_hans: 删除班次
zh_hant: 刪除班次

source: Delete this shift?
ar: حذف هذه الوردية؟
bn: এই শিফটটি মুছবেন?
es: ¿Eliminar este turno?
hi: इस शिफ़्ट को हटाएँ?
zh_hans: 删除此班次？
zh_hant: 刪除此班次?

source: Details
ar: التفاصيل
bn: বিস্তারিত
es: Detalles
hi: विवरण
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Deuteranopia (red-green)
ar: عمى ألوان أخضر-أحمر (Deuteranopia)
bn: ডিউটেরানোপিয়া (লাল-সবুজ)
es: Deuteranopía (rojo-verde)
hi: ड्यूटेरानोपिया (लाल-हरा)
zh_hans: 绿色弱视（红绿）
zh_hant: 綠色弱視（紅綠）

source: Done
ar: تم
bn: সম্পন্ন
es: Hecho
hi: पूर्ण
zh_hans: 完成
zh_hant: 完成

source: Done (%lld)
ar: منجز (%lld)
bn: সম্পন্ন (%lld)
es: Hecho (%lld)
hi: पूर्ण (%lld)
zh_hans: 已完成（%lld）
zh_hant: 已完成(%lld)

source: Done editing
ar: تم التعديل
bn: সম্পাদনা সম্পন্ন
es: Edición terminada
hi: संपादन पूर्ण
zh_hans: 完成编辑
zh_hant: 完成編輯

source: Double-tap to cycle availability
ar: انقر مرّتين لتبديل حالة التوفر
bn: উপলব্ধতা পরিবর্তনের জন্য দু'বার ট্যাপ করুন
es: Toca dos veces para alternar la disponibilidad
hi: उपलब्धता बदलने के लिए दो बार टैप करें
zh_hans: 双击以切换可用状态
zh_hant: 點兩下切換可用狀態

source: Download from iCloud
ar: التنزيل من iCloud
bn: iCloud থেকে ডাউনলোড করুন
es: Descargar de iCloud
hi: iCloud से डाउनलोड करें
zh_hans: 从 iCloud 下载
zh_hant: 從 iCloud 下載

source: e.g. Hi {first_name},
ar: مثال: مرحباً {first_name}،
bn: যেমন: হাই {first_name},
es: p. ej. Hola {first_name},
hi: जैसे: नमस्ते {first_name},
zh_hans: 例如：嗨 {first_name}，
zh_hant: 例如:嗨 {first_name},

source: e.g. Let me know if any clashes.
ar: مثال: أعلمني إن وُجِد أي تعارض.
bn: যেমন: কোনো সংঘর্ষ থাকলে আমাকে জানান।
es: p. ej. Avísame si hay algún conflicto.
hi: जैसे: यदि कोई टकराव हो तो मुझे बताएँ।
zh_hans: 例如：如有冲突请告诉我。
zh_hant: 例如:如有衝突請告訴我。

source: Earnings
ar: الأرباح
bn: আয়
es: Ingresos
hi: कमाई
zh_hans: 收入
zh_hant: 收入

source: Edit
ar: تعديل
bn: সম্পাদনা
es: Editar
hi: संपादित करें
zh_hans: 编辑
zh_hant: 編輯

source: Edit Employee
ar: تعديل الموظف
bn: কর্মচারী সম্পাদনা
es: Editar empleado
hi: कर्मचारी संपादित करें
zh_hans: 编辑员工
zh_hant: 編輯員工

source: Edit Exception
ar: تعديل الاستثناء
bn: ব্যতিক্রম সম্পাদনা
es: Editar excepción
hi: अपवाद संपादित करें
zh_hans: 编辑例外
zh_hant: 編輯例外

source: Edit First Day
ar: تعديل اليوم الأول
bn: প্রথম দিন সম্পাদনা
es: Editar primer día
hi: पहला दिन संपादित करें
zh_hans: 编辑首日
zh_hant: 編輯首日

source: Edit Log
ar: سجل التعديلات
bn: এডিট লগ
es: Registro de ediciones
hi: एडिट लॉग
zh_hans: 编辑记录
zh_hant: 編輯紀錄

source: Edit past rota?
ar: تعديل جدول سابق؟
bn: অতীত রোটা সম্পাদনা করবেন?
es: ¿Editar horario pasado?
hi: पिछले रोटा को संपादित करें?
zh_hans: 编辑过去的排班表？
zh_hant: 編輯過去的排班表?

source: Edit Shift
ar: تعديل الوردية
bn: শিফট সম্পাদনা
es: Editar turno
hi: शिफ़्ट संपादित करें
zh_hans: 编辑班次
zh_hant: 編輯班次

source: Edit Shift Change
ar: تعديل تغيير الوردية
bn: শিফট পরিবর্তন সম্পাদনা
es: Editar cambio de turno
hi: शिफ़्ट परिवर्तन संपादित करें
zh_hans: 编辑班次变更
zh_hant: 編輯班次變更

source: Edit Shift Time
ar: تعديل وقت الوردية
bn: শিফট সময় সম্পাদনা
es: Editar hora del turno
hi: शिफ़्ट का समय संपादित करें
zh_hans: 编辑班次时间
zh_hant: 編輯班次時間

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo electrónico
hi: ईमेल
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email (optional)
ar: البريد الإلكتروني (اختياري)
bn: ইমেইল (ঐচ্ছিক)
es: Correo electrónico (opcional)
hi: ईमेल (वैकल्पिक)
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件(選填)

source: Employee
ar: موظف
bn: কর্মচারী
es: Empleado
hi: कर्मचारी
zh_hans: 员工
zh_hant: 員工

source: Employee Breakdown
ar: تفصيل حسب الموظف
bn: কর্মচারী বিভাজন
es: Desglose por empleado
hi: कर्मचारी विश्लेषण
zh_hans: 员工分项
zh_hant: 員工分項

source: Employee Exceptions
ar: استثناءات الموظف
bn: কর্মচারী ব্যতিক্রম
es: Excepciones de empleado
hi: कर्मचारी अपवाद
zh_hans: 员工例外
zh_hant: 員工例外

source: Employee View
ar: عرض الموظف
bn: কর্মচারী ভিউ
es: Vista por empleado
hi: कर्मचारी दृश्य
zh_hans: 员工视图
zh_hant: 員工檢視

source: Employees
ar: الموظفون
bn: কর্মচারী
es: Empleados
hi: कर्मचारी
zh_hans: 员工
zh_hant: 員工

source: End
ar: النهاية
bn: শেষ
es: Fin
hi: समाप्ति
zh_hans: 结束
zh_hant: 結束

source: End Time
ar: وقت الانتهاء
bn: শেষ সময়
es: Hora de fin
hi: समाप्ति समय
zh_hans: 结束时间
zh_hant: 結束時間

source: Enter a new name for "%@".
ar: أدخل اسماً جديداً لـ «%@».
bn: "%@"-এর জন্য একটি নতুন নাম লিখুন।
es: Introduce un nuevo nombre para «%@».
hi: "%@" के लिए नया नाम दर्ज करें।
zh_hans: 为「%@」输入新名称。
zh_hant: 為「%@」輸入新名稱。

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالح.
bn: একটি বৈধ ইমেইল ঠিকানা লিখুন।
es: Introduce una dirección de correo válida.
hi: एक वैध ईमेल पता दर्ज करें।
zh_hans: 请输入有效的电子邮件地址。
zh_hant: 請輸入有效的電子郵件地址。

source: Enter selection mode
ar: الدخول إلى وضع التحديد
bn: নির্বাচন মোডে প্রবেশ করুন
es: Entrar en modo selección
hi: चयन मोड में प्रवेश करें
zh_hans: 进入选择模式
zh_hant: 進入選取模式

source: Error
ar: خطأ
bn: ত্রুটি
hi: त्रुटि
zh_hans: 错误
zh_hant: 錯誤

source: EUR (€)
ar: EUR (يورو)
zh_hans: 欧元 (€)
zh_hant: 歐元 (€)

source: Exceptions
ar: الاستثناءات
bn: ব্যতিক্রম
es: Excepciones
hi: अपवाद
zh_hans: 例外
zh_hant: 例外

source: Exit selection mode
ar: الخروج من وضع التحديد
bn: নির্বাচন মোড থেকে প্রস্থান করুন
es: Salir del modo selección
hi: चयन मोड से बाहर निकलें
zh_hans: 退出选择模式
zh_hant: 退出選取模式

source: Experience
ar: الخبرة
bn: অভিজ্ঞতা
es: Experiencia
hi: अनुभव
zh_hans: 体验
zh_hant: 體驗

source: Export
ar: تصدير
bn: এক্সপোর্ট
es: Exportar
hi: एक्सपोर्ट
zh_hans: 导出
zh_hant: 匯出

source: Export Defaults
ar: إعدادات التصدير الافتراضية
bn: এক্সপোর্ট ডিফল্ট
es: Valores por defecto de exportación
hi: एक्सपोर्ट डिफ़ॉल्ट्स
zh_hans: 导出默认值
zh_hant: 匯出預設值

source: Export Error
ar: خطأ في التصدير
bn: এক্সপোর্ট ত্রুটি
es: Error de exportación
hi: एक्सपोर्ट त्रुटि
zh_hans: 导出错误
zh_hant: 匯出錯誤

source: Export Settings
ar: إعدادات التصدير
bn: এক্সপোর্ট সেটিংস
es: Ajustes de exportación
hi: एक्सपोर्ट सेटिंग्स
zh_hans: 导出设置
zh_hant: 匯出設定

source: Failed: %@
ar: فشل: %@
bn: ব্যর্থ: %@
es: Falló: %@
hi: विफल: %@
zh_hans: 失败：%@
zh_hant: 失敗:%@

source: First Name
ar: الاسم الأول
bn: প্রথম নাম
es: Nombre
hi: पहला नाम
zh_hans: 名字
zh_hant: 名字

source: Force expired
ar: فرض الانتهاء
bn: জোর করে মেয়াদোত্তীর্ণ
es: Forzar caducado
hi: ज़बरदस्ती समाप्त
zh_hans: 强制过期
zh_hant: 強制過期

source: Force purchased
ar: فرض الشراء
bn: জোর করে ক্রয়কৃত
es: Forzar comprado
hi: ज़बरदस्ती खरीदा
zh_hans: 强制已购买
zh_hant: 強制已購買

source: Force trial (1d)
ar: فرض تجربة (يوم 1)
bn: জোর করে ট্রায়াল (১ দিন)
es: Forzar prueba (1 día)
hi: ज़बरदस्ती ट्रायल (1 दिन)
zh_hans: 强制试用（1 天）
zh_hant: 強制試用（1 天）

source: Force trial (7d)
ar: فرض تجربة (7 أيام)
bn: জোর করে ট্রায়াল (৭ দিন)
es: Forzar prueba (7 días)
hi: ज़बरदस्ती ट्रायल (7 दिन)
zh_hans: 强制试用（7 天）
zh_hant: 強制試用（7 天）

source: Force unset
ar: إلغاء الفرض
bn: জোর সরান
es: Forzar desconfigurar
hi: अनसेट करें
zh_hans: 强制取消设置
zh_hant: 強制取消設定

source: Format
ar: الصيغة
bn: ফরম্যাট
es: Formato
hi: फ़ॉर्मेट
zh_hans: 格式
zh_hant: 格式

source: From
ar: من
bn: থেকে
es: Desde
hi: से
zh_hans: 从
zh_hant: 從

source: Full View
ar: عرض كامل
bn: সম্পূর্ণ ভিউ
es: Vista completa
hi: पूर्ण दृश्य
zh_hans: 完整视图
zh_hant: 完整檢視

source: GBP (£)
ar: GBP (جنيه إسترليني)
zh_hans: 英镑 (£)
zh_hant: 英鎊 (£)

source: Generates PDF, ICS calendar, Markdown summary, and XLSX spreadsheet using your Export tab Employee View settings.
ar: يُنشئ ملف PDF وتقويم ICS وملخّص Markdown وجدول XLSX باستخدام إعدادات «عرض الموظف» في تبويب التصدير.
bn: আপনার এক্সপোর্ট ট্যাবের কর্মচারী ভিউ সেটিংস ব্যবহার করে PDF, ICS ক্যালেন্ডার, Markdown সারাংশ ও XLSX স্প্রেডশিট তৈরি করে।
es: Genera PDF, calendario ICS, resumen en Markdown y hoja XLSX usando los ajustes de Vista por Empleado de la pestaña Exportar.
hi: आपकी एक्सपोर्ट टैब की कर्मचारी दृश्य सेटिंग्स का उपयोग करके PDF, ICS कैलेंडर, Markdown सारांश और XLSX स्प्रेडशीट बनाता है।
zh_hans: 依据您「导出」标签页的员工视图设置，生成 PDF、ICS 日历、Markdown 摘要与 XLSX 电子表格。
zh_hant: 依您「匯出」分頁的員工檢視設定,產生 PDF、ICS 日曆、Markdown 摘要與 XLSX 試算表。

source: Generating preview…
ar: جارٍ إنشاء المعاينة…
bn: প্রিভিউ তৈরি হচ্ছে…
es: Generando vista previa…
hi: पूर्वावलोकन बना रहे हैं…
zh_hans: 正在生成预览…
zh_hant: 正在產生預覽…

source: Get Started
ar: ابدأ
bn: শুরু করুন
es: Empezar
hi: शुरू करें
zh_hans: 开始使用
zh_hant: 開始使用

source: Head to the Employees tab to add your first team member, then create shifts and generate your rota.
ar: توجَّه إلى تبويب الموظفين لإضافة أول عضو في فريقك، ثم أنشئ الورديات وولّد الجدول.
bn: কর্মচারী ট্যাবে গিয়ে আপনার প্রথম দলের সদস্য যোগ করুন, তারপর শিফট তৈরি করে আপনার রোটা জেনারেট করুন।
es: Ve a la pestaña Empleados para añadir el primer miembro del equipo, luego crea turnos y genera el horario.
hi: अपना पहला टीम सदस्य जोड़ने के लिए कर्मचारी टैब पर जाएँ, फिर शिफ़्ट बनाएँ और अपना रोटा जनरेट करें।
zh_hans: 前往「员工」标签页添加首位团队成员，然后创建班次并生成排班表。
zh_hant: 前往「員工」分頁加入第一位團隊成員,接著建立班次並產生排班表。

source: Help & Guide
ar: المساعدة والدليل
bn: সহায়তা ও নির্দেশিকা
es: Ayuda y guía
hi: सहायता और गाइड
zh_hans: 帮助与指南
zh_hant: 說明與指南

# help.examples.label
source: Examples
ar: أمثلة
bn: উদাহরণ
es: Ejemplos
hi: उदाहरण
zh_hans: 示例
zh_hant: 範例

# help.intro
source: Autorota helps you create weekly shift schedules for your cafe. Follow these steps to get started:
ar: يساعدك Autorota على إنشاء جداول ورديات أسبوعية لمقهاك. اتبع هذه الخطوات للبدء:
bn: Autorota আপনাকে আপনার ক্যাফের জন্য সাপ্তাহিক শিফট সময়সূচী তৈরিতে সাহায্য করে। শুরু করতে এই পদক্ষেপগুলি অনুসরণ করুন:
es: Autorota te ayuda a crear horarios semanales de turnos para tu cafetería. Sigue estos pasos para empezar:
hi: Autorota आपको अपने कैफ़े के लिए साप्ताहिक शिफ़्ट शेड्यूल बनाने में मदद करता है। शुरू करने के लिए इन चरणों का पालन करें:
zh_hans: Autorota 帮助您为咖啡馆创建每周班次表。请按以下步骤开始：
zh_hant: Autorota 協助您為咖啡廳建立每週的排班表。請依照下列步驟開始使用:

# help.nav_title
source: Help & Guide
ar: المساعدة والدليل
bn: সহায়তা ও নির্দেশিকা
es: Ayuda y guía
hi: सहायता और गाइड
zh_hans: 帮助与指南
zh_hant: 說明與指南

# help.section.employees
source: Employees
ar: الموظفون
bn: কর্মচারী
es: Empleados
hi: कर्मचारी
zh_hans: 员工
zh_hant: 員工

# help.section.employees.example.1
source: Maya works Mon–Fri 6am–2pm: tap each weekday in the availability grid and drag across hours 6–14 to mark them green.
ar: تعمل مايا من الإثنين إلى الجمعة من 6 صباحاً حتى 2 ظهراً: انقر على كل يوم في شبكة التوفر واسحب عبر الساعات 6–14 لتمييزها بالأخضر.
bn: মায়া সোম–শুক্র সকাল ৬টা–দুপুর ২টা কাজ করেন: প্রাপ্যতার গ্রিডে প্রতিটি কর্মদিবসে ট্যাপ করুন এবং ৬–১৪ ঘণ্টা জুড়ে টানুন যাতে সেগুলি সবুজ চিহ্নিত হয়।
es: Maya trabaja de lunes a viernes de 6:00 a 14:00: toca cada día laborable en la cuadrícula de disponibilidad y arrastra por las horas 6–14 para marcarlas en verde.
hi: माया सोम–शुक्र सुबह 6 बजे से दोपहर 2 बजे तक काम करती हैं: उपलब्धता ग्रिड में प्रत्येक कार्यदिवस पर टैप करें और घंटे 6–14 पर खींचकर उन्हें हरा चिह्नित करें।
zh_hans: Maya 周一至周五早上 6 点到下午 2 点工作：在可用性网格中点击每个工作日，然后拖动 6–14 时段标记为绿色。
zh_hant: Maya 週一至週五早上 6 點到下午 2 點工作：在可用性網格中點選每個工作日，然後拖動 6–14 時段標記為綠色。
